Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Recognition at national level in home country
es: Reconocimiento a nivel nacional en el país de origen

source: pre-vocational and vocational programmes - school based
es: Programas de enseñanza pre-profesional o profesional en centros de formación

source: access to level 5B
es: Acceso directo al nivel 5B

source: Partnerships
es: Partenariados

source: To support improvements in pedagogical approaches and school management
es: Apoyar las mejoras de los planteamientos pedagógicos y la gestión de las centros educativos

source: access to level 5A
es: Acceso directo al nivel 5A

source: Teacher training for children with special needs
es: Formación de docentes de niños con necesidades especiales

source: Increased motivation
es: Incrementó mi motivación

source: Museum studies, conservation
es: Estudios de museos, Conservación

source: Bosnia And Herzegovina
es: Bosnia y Herzegovina

source: Arts
es: Arte

source: Cashiers, tellers and related clerks
es: Cajeros

source: Portuguese
es: Portugués

source: ERASMUS Intensive Language Courses
es: ERASMUS Cursos de preparación lingüística

source: Architecture
es: Arquitectura

source: Clerks
es: Administrativos

source: Church Slavic
es: Iglesia Eslava

source: Media and communication
es: Medios de difusión y comunicación

source: ERASMUS Academic Networks
es: ERASMUS Redes Académicas

source: Javanese
es: Javanés

source: Graduates at ISCED 3A/B
es: Titulados en el nivel ISCED 3A/B

source: Encouraged me to participate in other Comenius/Grundtvig/LLP activities
es: Me animó a participar en otras actividades Comenius/Grundvig/LLP

source: Latin
es: Latín

source: Increased my awareness of new methods of assessing/giving credit for skills or competences acquired in school/informal learning context
es: Aumentó mi concienciación en nuevos metodos de evaluación/ valorando las habilidades o competencias adquiridas en la escuela o contextos de aprendizaje informal

source: 17 months
es: 17 meses

source: COMENIUS Regio Partnerships
es: COMENIUS Asociaciones Comenius Regio

source: Inclusion
es: Inclusión

source: Physicists, chemists and related professionals
es: Físicos, químicos y profesionales relacionados

source: Television and radio repairing
es: Reparación de radio y televisión

source: Slovenian
es: Eslovenio

source: Electronics and automation
es: Electrónica y automatización

source: Disability
es: Discapacidad

source: COMENIUS Pupil mobility host school
es: Centros que acogen alumnado en Movilidad de alumnado Comenius

source: access to level 5A/B more than 3y
es: Acceso directo al nivel 5A/B de duración superior a 3 años

source: Instruction manual
es: Manual de instrucciones

source: Inactive population
es: Población inactiva

source: entrepreneurship and innovation
es: Espíritu empredendor e innovación

source: My Mobility was an integral part of the qualification that I am/was studying
es: Mi Movilidad ha formado parte integral de la cualificación que estoy/estaba estudiando

source: Philippines
es: Filipinas

source: GRUNDTVIG Accompanying measures
es: GRUNDTVIG Medidas de acompañamiento

source: Engineering, Manufacturing and Construction
es: Ingeniería, fabricación y construcción

source: Chambers of industry
es: Cámaras de industria

source: Basic remedial programmes for adults
es: Programas básicos de recuperación para adultos

source: Croatian
es: Croata

source: Non-profit twinning committee
es: Cómite twinning sin ánimo de lucro

source: Difficulty in finding replacement teacher
es: Dificultad de encontrar profesores suplentes

source: Active conference organisations
es: Conferencia activa de organizaciones

source: Educational Research
es: Investigación Educativa

source: LEONARDO DA VINCI IVT (Initial Vocational Training)
es: LEONARDO DA VINCI IVT (Formación Profesional Inicial)

source: High impact
es: Alto

source: Electrical appliances repairing
es: Reparación de aparatos eléctricos

source: Individual Pupils
es: Alumnado individual

source: MULTILATERAL RESEARCH GROUPS
es: GRUPOS DE INVESTIGACIÓN MULTILATERALES

source: Raising students achievement
es: Aumento de los logros de los estudiantes

source: Hebrew
es: Hebreo

source: Awareness-raising and promotion of national implementation of "ET 2020"
es: Sensibilización y promoción de la aplicación a nivel nacional de la estrategia "Educación y Formación 2020"

source: Trainer
es: Formador

source: New technologies, ICT
es: Nuevas tecnologías, TIC

source: Foreign language
es: Lengua extranjera

source: New Caledonia
es: Nueva Caledonia

source: Building and civil engineering
es: Ingeniería de la construcción y civil

source: Life science technicians and related associate professionals
es: Técnicos de la ciencias de la vida y profesionales relacionados

source: Trainee
es: Persona en prácticas

source: Round 3: 16/09/2011
es: Plazo 3: 16/09/2011

source: Northern Sami
es: Sami del norte

source: Certified Partner
es: Socio certificado

source: Can understand sentences and frequently used expressions related to areas of most immediate relevance (e.g. very basic personal and family information, shopping, local geography, employment). Can communicate in simple and routine tasks requiring a simple and direct exchange of information on familiar and routine matters. Can describe in simple terms aspects of his/her background, immediate environment and matters in areas of immediate need.
es: Es capaz de comprender frases y expresiones de uso frecuente relacionadas con áreas de experiencia que le son especialmente relevantes (información básica sobre sí mismo y su familia, compras, lugares de interés, ocupaciones, etc.). Saber comunicarse a la hora de llevar a cabo tareas simples y cotidianas que no requieran más que intercambios sencillos y directos de información sobre cuestiones que le son conocidas o habituales. Sabe describir en términos sencillos aspectos de su pasado y su entorno, así como cuestiones relacionadas con sus necesiades inmediatas.

source: Iraq
es: Irak

source: Practical pedagogical courses, general
es: Cursos pedagógicos prácticos, general

source: Repair and installation of machinery and equipment
es: Reparación e instalación de maquinaria y equipos

source: Chichewa
es: Cichewa

source: European-wide stakeholders' communities promoting digital competence and other key transversal competences for life and employability
es: Promoción de la competencia digital y otras competencias transversales clave para la vida y la empleabilidad a escala europea entre las comunidades interesadas

source: Improved my foreign language competencies
es: Mejoró mis competencias en idiomas extranjeros

source: Support for European cooperation in the youth field
es: Apoyo a la cooperación europea en el ámbito de la juventud

source: To reinforce the contribution of higher education and advanced vocational education to the process of innovation
es: Reforzar la contribución de la educación superior y de la formación profesional avanzada al proceso de innovación

source: Nautical science, navigation
es: Ciencia náutica, Navegación

source: Lifelong learning strategies (linking HE with VET provision and certification)
es: Estrategias de aprendizaje permanente (vinculando la educación superior con la formación profesional y la certificación)

source: Peer Learning
es: Aprendizaje entre iguales

source: Cohesion fund
es: Fondo de Cohesión

source: Bengali
es: Bengalí

source: staff 251 to 500
es: Personal de 251 a 500

source: This sub-Action supports Youth Exchange projects with Neighbouring Partner Countries
es: Esta sub-acción apoya proyectos de intercambios de jóvenes con países vecinos asociados

source: Town / City (50.000 - 300.000 inhabitants)
es: Ciudad (entre 50.000 y 300.000 habitantes)

source: Erasmus University Charter HEI
es: Carta Universitaria Erasmus HEI

source: Recognition of qualifications
es: Reconocimiento de cualificaciones

source: Pharmacy
es: Farmacia

source: Other teaching associate professionals
es: Otros profesionales relacionados con la enseñanza

source: Changes in language teaching policy
es: Cambios en la política de enseñanza lingüística

source: Structured Training course
es: Curso de formación estructurado

source: Primary and secondary education
es: Educación primaria y secundaria

source: Argumentation and presentation
es: Argumentación y presentación

source: Peru
es: Perú

source: General information
es: Información general

source: Didactics
es: Didáctica

source: Tibetan
es: Tibetano

source: Computing
es: Informática

source: Small impact
es: Bajo

source: Azerbaijani
es: Azerbaiyano (Azari)

source: Humanities (others)
es: Humanidades (Otros)

source: Public body
es: Institución pública

source: Climate engineering
es: Ingeniería climática

source: Virtual campuses
es: Campus virtuales

source: Partner
es: Socio

source: Cinema
es: Cine

source: I gathered useful teaching material and relevant documents
es: He recopilado material didáctico y documentación relevante

source: StillImage
es: Fotografía

source: LATVIA
es: LETONIA

source: Increased pedagogical skills
es: Incrementó mis habilidades pedagógicas

source: Korean
es: Coreano

source: Host Partner
es: Socio de acogida

source: Learning resources
es: Recursos para el aprendizaje

source: Land transport and transport via pipelines
es: Transporte por tierra y transporte por tuberías

source: Occitan (post 1500)
es: Occitano (post 1500)

source: To improve the quality and to increase the volume of multilateral co-operation between higher education institutions in Europe
es: Mejorar cualitativamente y aumentar cuantitativamente la cooperación multilateral entre instituciones de educación superior en Europa

source: 10 months
es: 10 meses

source: Counsellor or careers adviser
es: Orientadores profesionales

source: Geography
es: Geografía

source: Leisure studies
es: Estudios sobre el ocio

source: 7 months
es: 7 meses

source: Professionals
es: Profesionales

source: Community sanitation services
es: Servicios sanitarios comunitarios

source: Business professionals
es: Empresarios

source: Transport and traffic studies
es: Estudios de transporte y tráfico

source: Increased vocational skills
es: Mejora de la competencia profesional

source: Svalbard And Jan Mayen
es: Svalbard y Jan Mayen

source: I knew clearly what I was expected to do and learn during my mobility abroad
es: Sabía claramente lo que tenía que hacer y aprender durante mi movilidad en el extranjero

source: Umbrella Organisation (platform)
es: Organización federativa (plataforma)

source: Cooperation between the VET and world of work
es: Cooperación entre la FP y el mundo del trabajo

source: Water transport
es: Transporte de agua

source: Armed forces
es: Fuerzas armadas

source: Spanish
es: Español

source: From one sector to another
es: De un sector a otro

source: Sports
es: Deportes

source: Youth policies
es: Políticas de juventud

source: ELECTRICITY, GAS, STEAM AND AIR CONDITIONING SUPPLY
es: SUMINISTRO DE ENERGÍA ELÉCTRICA, GAS, VAPOR Y AIRE ACONDICIONADO

source: Japan
es: Japón

source: Technicians and associate professionals
es: Profesionales técnicos

source: Plan for educational activities
es: Programación de actividades educativas

source: Office administrative, office support and other business support activities
es: Actividades adminsitrativas de oficina, apoyo a oficinas y otras actividades de apoyo a empresas

source: People in the labour market
es: Personas en el Mercado Laboral

source: Police inspectors and detectives
es: Inspectores de policía y detectives

source: Education science
es: Ciencias de la educación

source: To facilitate the development of innovative practices in education and training at tertiary level, and their transfer, including from one participating country to others
es: Facilitar el desarrollo de prácticas innovadoras en educación y formación de nivel terciario así como su transferencia, incluso de un país participante a otros

source: The host enterprise paid me a gratuity
es: La empresa me ha concedido una paga extra

source: Work for Internet
es: Trabajo para Internet

source: Research centres and bodies
es: Instituciones y organismos relacionados con el aprendizaje permanente

source: Environment
es: Medio ambiente

source: Civics
es: Educación cívica

source: Employment activities
es: Actividades de empleo

source: National priorities
es: Prioridades nacionales

source: Changes to organisational arrangements
es: Cambio en los planes de organización

source: Company (services)
es: Empresa (servicios)

source: Joint Degree
es: Titulación mixta

source: Coordination with National Educational Programmes
es: Coordinación con programas educativos nacionales

source: LIFELONG LEARNING PROGRAMME
es: PROGRAMA DE APRENDIZAJE PERMANENTE

source: Economic obstacles
es: Obstáculos económicos

source: Medicine and Surgery
es: Medicina y Cirugía

source: 30.001 to 40.000
es: de 30.001 a 40.000

source: Racial or ethnic origin
es: Origen racial o étnico

source: Trainees in school based initial vocational training
es: Alumnos en formación profesional inicial reglada

source: Co-operation
es: Cooperación

source: Exploitation
es: Explotación

source: South Georgia And The South Sandwich Islands
es: Georgia del Sur y las Islas Sandwich del Sur

source: public
es: público

source: Arts and crafts
es: Artes y oficios

source: Encouragement of cooperation between VET and the world of work
es: Fomento de la cooperación entre la formación profesional y el mundo del trabajo

source: KA1 Policy
es: KA1 POLÍTICA

source: Arts (others)
es: Arte (Otros)

source: Niger
es: Níger

source: HUMAN HEALTH AND SOCIAL WORK ACTIVITIES
es: ACTIVIDADES SANITARIAS Y DE SERVICIOS SOCIALES

source: Computer use
es: Uso de ordenadores

source: Service
es: Servicios

source: Youth Support Systems
es: Sistemas de apoyo a la juventud

source: Cultural differences
es: Diferencias culturales

source: Profit making organisation
es: Organización con ánimo de lucro

source: Training for teachers with subject specialisation
es: Formación de profesores con especialización de materias

source: Village (less than 10.000 inhabitants)
es: Pueblo (menos de 10.000 habitantes)

source: Providing advice and guidance on certain aspects of adult education and learning
es: Aconsejar y orientar sobre ciertos aspectos de la educación de adultos

source: Providing open educational resources
es: Ofrecer recursos educativos abiertos

source: Hotel, restaurant and catering
es: Hotel, restaurante y restauración

source: Applied Sciences and Technologies
es: Ciencias Aplicadas y Tecnología

source: Increased ICT skills
es: Incrementó mis competencias en Tecnologías de la Información y la Comunicación

source: TRANSPORTATION AND STORAGE
es: TRANSPORTE Y ALMACENAMIENTO

source: Abkhazian
es: Abjaso

source: Final Report
es: Informe Final

source: Helped me better motivate pupils/learners in the subject I teach
es: Me ayudó a motivar mejor a mis alumnos/estudiantes en la asignatura que enseño

source: Integration into systems
es: Integración en los sistemas

source: Kannada
es: Canadés

source: I am satisfied with the information and support I received concerning my social protection
es: Estoy satisfecho/a con la información y apoyo recibido relativo a la seguridad social

source: 1 to 20
es: de 1 a 20

source: CERTIFICATES
es: CERTIFICADOS

source: Increased my awareness of new (European) funding mechanisms for school/adult education projects/organisations
es: Aumentó mi sensibilización hacia nuevos mecanismos de financiación (europea) para la escuela / los proyectos de educación para adultos / organizaciones

source: European training database
es: Catálogo Europeo

source: Group 4 – Promoting intercultural learning and understanding
es: Grupo 4 - Promover el aprendizaje intercultural y el entendimiento

source: Culture specialists/experts
es: Expertos/especialistas en cultura

source: I intend to further develop networking activities
es: Tengo la intención de desarrollar actividades para fomentar redes de contacto

source: Counselling
es: Asesoría

source: Environmental science
es: Ciencias medioambientales

source: Faroe Islands
es: Islas Feroe

source: Author
es: Autor

source: Iran, Islamic Republic Of
es: Irán, República Islámica de

source: ERASMUS Preparatory Visits for HEI
es: ERASMUS Visitas Preparatorias para instituciones de enseñanza superior

source: Youth in the World
es: Juventud en el mundo

source: EU-China Year of Youth
es: Año de la Juventud UE-China

source: Intermediary Partner
es: Socio intermediario

source: LEONARDO DA VINCI Thematic networks
es: LEONARDO DA VINCI Redes temáticas

source: Intensive Language Courses
es: Cursos intensivos de idiomas

source: French
es: Francés

source: Air-conditioning trades programmes
es: Programas de venta de aire acondicionado

source: Led or will lead to the use of new teaching methods/approaches in my school/organisation
es: Ha conducido o conducirá a la utilización de nuevos métodos de enseñanza / enfoques en mi escuela / organización

source: I completed and understood a contract with my host/sending/intermediary organisations regarding my Mobility
es: He entendido y firmado un contrato con mis organizaciones de envío/intermediaria/de acogida en relación con mi Movilidad

source: This sub-Action will be used to support the European Union’s cooperation with international organisations working in the youth field, in particular the Council of Europe, the United Nations or its specialised institutions.
es: Esta Sub-acción se utilizará para respaldar la cooperación de la Unión Europea con organizaciones internacionales que trabajen en el ámbito de la juventud, especialmente el Consejo de Europa, las Naciones Unidas y sus instituciones especializadas.

source: LEONARDO DA VINCI PLM (People in the Labour Market)
es: LEONARDO DA VINCI PLM (Personas en el Mercado Laboral)

source: Inclusive approaches
es: Planteamientos inclusivos

source: Linguistics
es: Lingüística

source: Vocational training centre or organisation
es: Centro u organización de formación profesional

source: Objectives and work programme of my Mobility were clearly defined
es: Los objetivos y el plan de trabajo de mi Movilidad estaban claramente definidos

source: IVT (Initial Vocational Training)
es: IVT (Formación Profesional Inicial)

source: Schools associations
es: Asociaciones escolares

source: Secretarial and office work
es: Trabajo de secretaría y oficina

source: Basque
es: Vasco

source: Training for inspectors
es: Formación de inspectores

source: Average
es: Medio

source: Actuarial science
es: Ciencias actuariales

source: Conference Organiser
es: Organizador de la conferencia

source: Other professionals
es: Otros profesionales

source: United Arab Emirates
es: Emiratos Árabes Unidos

source: Establishment for learners / pupils with special needs
es: Centro para estudiantes /alumnos con necesidades especiales

source: Visits and Exchanges
es: Visitas e intercambios

source: Online education and training material (e-learning)
es: Educación en línea y materiales de formación (e-learning)

source: Educational evaluation and research
es: Evaluación e investigación educativas

source: 3 months
es: 3 meses

source: Volunteering
es: Voluntariado

source: Informal group of young people
es: Grupo informal de jovenes

source: Academic Networks
es: Rewdes académicas

source: Graduates at ISCED 3A/B/C
es: Titulados en el nivel ISCED 3A/B/C

source: Agriculture, forestry and fishery
es: Agricultura, silvicultura y pesca

source: Led or will lead to the introduction of new teaching subject(s) in my school/organisation
es: Ha conducido o conducirá a la introducción de la nueva asignatura (s) en mi escuela / organización

source: Lower secondary or second stage of basic education
es: Primer ciclo de enseñanza secundaria o segundo ciclo de educación básica

source: Russian
es: Ruso

source: Increase support of the organisation management
es: Aumento del apoyo de los responsables de organización

source: Increased self-confidence
es: Mejora de la autoestima

source: I developed linguistic competences in my professional field
es: He desarrollado competencias lingüísticas en mi ámbito laboral

source: Thematic Networking
es: Redes temáticas

source: Group 3 – Non-formal and informal learning and activity programmes targeted at young people
es: Grupo 3 - Aprendizaje no-formal e informal y programas de actividades dirigidos a jóvenes

source: First stage of tertiary education (not leading directly to an advanced research qualification - level 5)
es: Primer ciclo de la educación terciaria (no conduce directamente a una cualificación en investigación - nivel 5)

source: Brazil
es: Brasil

source: Architects, engineers and related professionals
es: Arquitectos, ingenieros y profesionales relacionados

source: Round 1: 16/01/2012
es: Plazo 1: 16/01/2012

source: Lower secondary programmes to ISCED 3AB
es: Acceso directo al nivel 3A o 3B

source: Vocational training institute tertiary level
es: Instituto de Formación Profesional de nivel terciario

source: The project reflects a common concern for European society, such as racism, xenophobia and anti-semitism, drug abuse...
es: El proyecto refleja una preocupación común para la sociedad europea, como el racismo, la xenofobia y el antisemitismo, las toxicomanías...

source: Security and investigation activities
es: Actividades de seguridad e investigación

source: pre-vocational programmes
es: Programas de enseñanza pre-profesional

source: Others - Geography, geology
es: Otros: Geografía, geología

source: Kazakh
es: Kazajo

source: Control engineering
es: Sistemas de control

source: Haiti
es: Haití

source: private
es: privado

source: ERASMUS Virtual Campuses
es: ERASMUS Campus Virtuales

source: Corsican
es: Corso

source: Promoting mobility, entrepreneurship, creative thinking and innovative approaches of the curriculum
es: Fomento de la movilidad, del espíritu empresarial, del pensamiento creativo y de enfoques innovadores de los planes de estudios

source: Led or will lead to the introduction of changes in the organisation of my institution at management level
es: Ha conducido o conducirá a la introducción de cambios en la organización de mi institución a nivel de gestión

source: Studying system and policy-related aspects of adult education
es: Estudiar la política y el sistema relativo a aspectos de la educación de adultos

source: Modernisation of Higher Education
es: Modernización de la Educación Superior

source: Nursing and midwifery professionals
es: Enfermería y partería

source: I now have a better understanding of other people
es: Tengo ahora una mejor comprehensión de los extranjeros

source: Round 3: 01/06/2011
es: Plazo 3: 01/06/2011

source: MEETINGS and INFORMATION
es: REUNIONES E INFORMACIÓN

source: Physical science
es: Ciencias físicas

source: Saint Pierre And Miquelon
es: San Pedro y Miquelón

source: Executive Producer
es: Productor ejecutivo

source: Shareholder
es: Accionista

source: REAL ESTATE ACTIVITIES
es: ACTIVIDADES INMOBILIARIAS

source: Gas distribution
es: Distribución de gas

source: Food processing
es: Procesado de alimentos

source: Teacher training and education science (others)
es: Formación del profesorado y ciencias de la educación (otros)

source: Personal skills
es: Capacidades personales

source: LEONARDO DA VINCI Preparatory visits
es: LEONARDO DA VINCI Visitas Preparatorias

source: Other professional, scientific and technical activities
es: Otras actividades profesionales, científicas y técnicas

source: Safety and quality inspectors
es: Inspectores de seguridad y calidad

source: Innovative education and training modules
es: Innovación educativa y módulos de formación
